tap "PeonPing/tap"

brew "coreutils"
brew "jq"
brew "ripgrep"
brew "asdf"
brew "fzf"
brew "bat"
brew "eza"
brew "delta"
brew "atuin"
brew "uv"
brew "gh"
brew "mise"
brew "zoxide"
brew "bash-completion2"
brew "cmake"
brew "git"
brew "lazygit"
brew "grep"
brew "httpie"
brew "imagemagick"
brew "python"
brew "ssh-copy-id"
brew "tmux"
brew "zellij"
brew "tmuxinator"
brew "tree"
brew "neovim"
brew "wget"
brew "tig"
brew "glances"
brew "terraform"
brew "tflint"
brew "warrensbox/tap/tfswitch"
brew "hashicorp/tap/terraform-ls"
brew "eslint"
brew "sesh"
brew "btop"
brew "lazydocker"
brew "peon-ping"
