tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"

brew "coreutils"
brew "jq"
brew "ag"
brew "fzf"
brew "bat"
brew "lsd"
brew "exa"
brew "zoxide"
brew "bash-completion2"
brew "cmake"
brew "git"
brew "lazygit"
brew "grep"
brew "httpie"
brew "imagemagick"
brew "python"
brew "ssh-copy-id"
brew "tmux"
brew "tree"
brew "neovim"
brew "wget"
brew "tig"
brew "glances"
brew "terraform"
brew "tflint"
brew "warrensbox/tap/tfswitch"
brew "hashicorp/tap/terraform-ls"
