aaron-bond.better-comments
alefragnani.bookmarks
anx450z.ruby-theme
batisteo.vscode-django
beardedbear.beardedtheme
blanu.vscode-styled-jsx
cardinal90.multi-cursor-case-preserve
charliermarsh.ruff
christian-kohler.path-intellisense
clemenspeters.format-json
dbaeumer.vscode-eslint
devsense.composer-php-vscode
devsense.intelli-php-vscode
devsense.phptools-vscode
devsense.profiler-php-vscode
donjayamanne.githistory
donjayamanne.python-environment-manager
donjayamanne.python-extension-pack
eamodio.gitlens
fowind.material-icon-theme-with-jb-nf
github.copilot-chat
github.vscode-github-actions
github.vscode-pull-request-github
golang.go
gruntfuggly.todo-tree
irongeek.vscode-env
joaoacdias.golang-tdd
johnpapa.vscode-peacock
kaiwood.endwise
kevinrose.vsc-python-indent
koichisasada.vscode-rdbg
matangover.mypy
mechatroner.rainbow-csv
mgmcdermott.vscode-language-babel
mikoz.black-py
misogi.ruby-rubocop
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.flake8
ms-python.isort
ms-python.mypy-type-checker
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode-remote.remote-containers
ms-vscode.powershell
ms-vscode.vscode-typescript-next
neonxp.gotools
njpwerner.autodocstring
nomicfoundation.hardhat-solidity
oderwat.indent-rainbow
openai.chatgpt
openai.openai-chatgpt-adhoc
rust-lang.rust-analyzer
saoudrizwan.claude-dev
sdras.night-owl
shopify.ruby-lsp
skyran.js-jsx-snippets
streetsidesoftware.code-spell-checker
supermaven.supermaven
tamasfe.even-better-toml
usernamehw.errorlens
vayan.haml
vscodevim.vim
vue.volar
waderyan.gitblame
wayou.vscode-todo-highlight
wholroyd.jinja
yzhang.markdown-all-in-one
zhuangtongfa.material-theme
